adns
aom
augeas
autoconf
automake
awscli
cairo
certbot
coreutils
dialog
emacs-mac
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
gdbm
gettext
giflib
git
glib
gmp
gnupg
gnutls
graphite2
harfbuzz
icu4c
jemalloc
jpeg
jq
json-c
lame
leptonica
libass
libassuan
libbluray
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libogg
libpng
libsamplerate
libsndfile
libsoxr
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvidstab
libvorbis
libvpx
libvterm
libyaml
libyubikey
little-cms2
luajit
lzo
msgpack
nano
ncurses
nettle
node
npth
oniguruma
opencore-amr
openjpeg
openssl
openssl@1.1
opus
p11-kit
pcre
pcre2
pinentry
pinentry-mac
pixman
pkg-config
python
python@3.8
readline
rtmpdump
rubberband
sdl2
snappy
speex
sqlite
terraform
tesseract
texinfo
theora
tmux
unbound
unibilium
watch
webp
wget
x264
x265
xvid
xz
yamllint
ykpers
youtube-dl
zlib
zsh
