tap "homebrew/cask-fonts"
tap "filippo.io/yubikey-agent"

brew "neovim", args: ["HEAD"]
brew "starship"
brew "awscli"
brew "yubikey-agent", restart_service: :changed
brew "stow"
brew "node"
brew "zsh"
brew "rust"
brew "exa"
brew "wget"
brew "tmux"
brew "ripgrep"
brew "bat"
brew "git"
brew "jq"
brew "terraform@0.12"
brew "coreutils"

cask "font-fira-code-nerd-font"
cask "rectangle"
cask "authy"
cask "netnewswire"
cask "iterm2"
cask "pritunl"
cask "1password-cli"
cask "docker"
cask "visual-studio-code"
cask "session-manager-plugin"
cask "fork"

mas "StopTheMadness", id: 1376402589
mas "Xcode", id: 497799835
mas "1Password 7 - Password Manager", id: 1333542190
mas "Tweetbot 3 for Twitter", id: 1384080005
